Repository: CherryFramework/cherry-blog-layouts
Catalog: languages/cherry-blog-layouts-*.po
Languages: de_de, it_it, uk

source: Enable custom blog layout
de_de: Eigenes Blog-Layout aktivieren
it_it: Abilita la disposizione personalizzata di blog
uk: Увімкнути користувацький макет сторінки блоґу

source: Enable/disable custom blog layout
de_de: Eigenes Blog-Layout aktivieren/deaktivieren
it_it: Abilita/disabilita la disposizione personalizzata di blog
uk: Увімкнути/вимкнути користувацький макет сторінки блоґу

source: Filter type
de_de: Filtertyp
it_it: Tipo filtro
uk: Тип фільтрування

source: Select if you want to filter posts by tag or by category
de_de: Wählen Sie, wie Sie die Beiträge filtern möchten,nach Tag oder nach Kategorie.
it_it: Selezionare se si desidera filtrare i messaggi di tag o per categoria
uk: Вкажіть, фільтрувати публікації за теґом чи належністю до категорії

source: Grid
de_de: Raster
it_it: Griglia
uk: Сітка

source: Masonry
uk: Цеглинки

source: Timeline
it_it: Linea temporale
uk: Шкала часу

source: Custom blog filter type
de_de: Eigener Filtertyp des Blogs
it_it: Personalizza tipo di filtro di blog
uk: Тип фільтрування користувацької сторінки блоґу

source: Select blog filter type
de_de: Filtertyp des Blogs wählen
it_it: Seleziona tipo di filtro di blog
uk: Оберіть тип фільтрування

source: None
de_de: Kein
it_it: Nussuno
uk: Жодного

source: Categories
de_de: Kategorien
it_it: Categorie
uk: За категоріями

source: Tags
de_de: Schlagwörter
uk: За теґами

source: Use on pages
de_de: Verwenden Sie auf den Seiten
it_it: Usa sulle pagine
uk: Вживати на сторінках

source: Please specify pages that will use custom blog layout.
de_de: Geben Sie bitte die Seiten an, die Ihr eigenes Layout verwenden werden.
it_it: Si prega di specificare le pagine sulle quali verrà utilizzata la disposizione del blog personalizzato.
uk: Будь ласка, оберіть сторінки, до яких буде застосовано користувацький макет сторінки блоґу

source: Blog page
de_de: Blogseite
it_it: Pagina Blog
uk: Сторінка блоґу

source: Custom Post type archive
de_de: Archiv des eigenen Beitragtyps
it_it: Personalizza il tipo di Articolo nell'archivio
uk: Архів власних типів публікацій

source: Blog category archive
de_de: Archiv der Blogkategorie
it_it: Archivio della categoria Blog
uk: Архів категорій блоґу

source: Blog tags archive
de_de: Archiv der Blog-Schlagwörter
it_it: Tags Blog in archivio
uk: Архів теґів блогу

source: Author archive
de_de: Autorenarchiv
it_it: Autore archivio
uk: Архів авторів

source: Date archive
de_de: Datenarchiv
it_it: Archivio Data
uk: Архів дат

source: Grid columns
de_de: Rasterspalten
it_it: Colonne della Griglia
uk: Стовпці сітки

source: Select grid layout pattern for pages with custom blog layout
de_de: Wählen Sie Layout-Vorlage für Seiten mit eigenem Blog-Layout
it_it: Seleziona la disposizione della griglia parente delle pagine con la disposizione personalizzata di Blog
uk: Оберіть модель макету сітки для сторінок з користувацьким макетом блоґу

source: Grid 2
de_de: Raster 2
uk: Сітка 2

source: Grid 3
de_de: Raster 3
uk: Сітка 3

source: Grid 4
de_de: Raster 4
uk: Сітка 4

source: Grid 6
de_de: Raster 6
uk: Сітка 6

source: Masonry columns number
de_de: Masonry-Spaltenanzahl
it_it: Numero di colonne in muratura
uk: Кількість стовпців для макету "цеглинки"

source: Specify custom masonry layout columns number
de_de: Geben Sie eigene Masonry-Layoutsspaltenanzahl an
it_it: Specifica la personalizzazione della muratura di disposizione del numero delle colonne
uk: Вкажіть бажану кількість стовпців для макету "цеглинки"

source: Masonry columns gutter
de_de: Masonry-Spaltenrinne
it_it: Colonne in muratura grondaia
uk: Відступ між стовпцями

source: Specify custom masonry layout columns gutter(px)
de_de: Geben Sie Ihre eigene Masonry-Spaltenrinne(px) an
it_it: Specificare la personalizzazione della muratura e la disposizione delle colonne a grondaia(px)
uk: Вкажіть бажану відстань між стовпцями для макету "цеглинки" (пікселі)

source: Timeline item width
de_de: Timeline-Breite
it_it: Larghezza della linea temporanea dell'elemento
uk: Ширина шкали часу

source: Specify custom item width for Timeline blog layout(%)
de_de: Geben Sie Ihre eigene Elementbreite an
it_it: Specifica larghezza dell'elemento personalizzato per la disposizione della Linea temporale di blog(%)
uk: Вкажіть бажану ширину елемента для макету "шкала часу" (%)

source: Enable timeline breakpoints
de_de: Timeline-Haltepunkte aktivieren
it_it: Abilita linea temporale breakpoint
uk: Увімкнути розриви шкали часу

source: Enable/disable timeline breakpoints
de_de: Timeline-Haltepunkte aktivieren/deaktivieren
it_it: Abilita/disabilita linea temporale breakpoint
uk: Увімкнути/вимкнути розриви шкали часу

source: Timeline breakpoint
de_de: Timeline-Haltepunkt
it_it: Linea temporale breakpoint
uk: Розрив шкали часу

source: Select timeline breakpoint type
de_de: Typ des Timeline-Haltepunkts wählen
it_it: Seleziona il tipo di linea temporale breakpoint
uk: Оберіть тип розриву шкали часу

source: Year
de_de: Jahr
it_it: Anno
uk: Рік

source: Month
de_de: Monat
it_it: Mese
uk: Місяць

source: Day
de_de: Tag
it_it: Giorno
uk: День

source: Timeline breakpoint date format
de_de: Datumformat des Timeline-Haltepunkts
it_it: Linea temporale breakpoint formato della data
uk: Оберіть формат дати розриву шкали часу

source: Timeline marker date format
de_de: Datumformat des Timeline-Markers
it_it: Linea temporale marker formato data
uk: Оберіть формат дати позначки на шкалі часу

source: Grid type
de_de: Gridtyp
it_it: Tipo Griglia
uk: Тип сітки

source: Select layout pattern for pages with custom blog layout. Wide layout will fit window width. Boxed layout will have fixed width.
de_de: Layout-Vorlage für Seiten mit eigenem Blog-Layout. Breites Layout wird Fensterbreite einpassen. Boxed Layout wird fixierte Breite haben.
it_it: Seleziona il modello di disposizione parente personalizzato per la disposizione del blog. Disposizione larga che si adatta alla larghezza della finestra. Disposizione di Boxed avrà larghezza fissa.
uk: Оберіть модель макету сітки для сторінок з користувацьким макетом блоґу. Широкий макет підлаштовуватиме сайт до ширини вікна. Коробковий макет матиме фіксовану ширину.

source: Inherit
de_de: Vererben
it_it: Ereditare
uk: Успадковувати

source: Wide
de_de: Breit
it_it: Largo
uk: Широкий

source: Boxed
uk: Коробковий

source: Custom Blog sidebars
de_de: Eigene Blog-Seitenleisten.
it_it: Barre laterali del Blog personalizzate
uk: Бічні панелі користувацької сторінки блоґу

source: You can choose if you want to display sidebars and how you want to display them.
de_de: Sie können wählen, ob Sie Seitenleisten anzeigen möchten und wie Sie diese anzeigen möchten.
it_it: Se vuoi visualizzare le barre laterali puoi scegliere la loro visualizzazione.
uk: Тут можна вибрати, чи відображати бічні панелі на сайті і яким саме чином це робити.

source: Left sidebar
de_de: Linke Seitenleiste
it_it: Barra Laterale Sinistra
uk: Ліва бічна панель

source: Right sidebar
de_de: Rechte Seitenleiste
it_it: Barra Laterale Destra
uk: Права бічна панель

source: Left and right sidebar
de_de: Linke und rechte Seitenleiste
it_it: Barre Laterali Destra e Sinistra
uk: Ліва та права бічні панелі

source: Two sidebars on the left
de_de: Zwei Seitenleisten links
it_it: Due barre laterali a sinistra
uk: Дві бічні панелі зліва

source: Two sidebars on the right
de_de: Zwei Seitenleisten rechts
it_it: Due barre laterali a destra
uk: Дві бічні панелі справа

source: No sidebar
de_de: Keine Seitenleiste
it_it: No Barra laterale
uk: Жодної бічної панелі

source: Blog layout
it_it: Disposizione Blog
uk: Макет сторінки блоґу

source: All
de_de: Alle
it_it: Tutto
uk: Усе

source: Blog Layout
it_it: Disposizione Blog
uk: Макет сторінки блоґу

source: Cherry blog layout shortcode
de_de: Kirscher Blog-Layout-Shortcode
it_it: Cherry disposizione di blog shortcode
uk: Cherry-шорткод макету сторінки блоґу

source: Limit
it_it: Limite
uk: Обмеження

source: Maximum number of posts.
de_de: Maximale Beitragsanzahl
it_it: Numero massimo di Articoli.
uk: Найбільша дозволена кількість публікацій.

source: Descending
de_de: Absteigend
it_it: Discendente
uk: Спадаючий

source: Ascending
de_de: Aufsteigend
it_it: Ascendente
uk: Зростаючий

source: Order
de_de: Rheinfolge
it_it: Ordine
uk: Порядок

source: Posts order
de_de: Rheinfolge der Beiträge
it_it: Numero Articoli
uk: Порядок публікацій

source: Post ID
de_de: Beitrags-ID
it_it: Articolo ID
uk: Ідентифікатор (ID) публікації

source: Post author
de_de: Beitragsautor
it_it: Articolo dell'Autore
uk: Автор публікації

source: Post title
de_de: Beitragstitel
it_it: Titolo Articolo
uk: Заголовок публікації

source: Post slug
de_de: Beitragsslug
it_it: Slug Articolo
uk: Скорочення (slug) публікації

source: Date
de_de: Datum
it_it: Data
uk: Дата

source: Last modified date
de_de: Zuletzt geändertes Datum
it_it: Ultima data di modifica
uk: Дата внесення останніх змін

source: Random
de_de: Zufällig
it_it: Casuale
uk: Випадковий

source: Comments number
de_de: Kommentarenanzahl
it_it: Numero commenti
uk: Кількість коментарів

source: Order by
de_de: Sortieren nach
it_it: Ordina per
uk: Упорядковувати за

source: Order posts by
de_de: Einträge sortieren nach
it_it: Ordina articoli per
uk: Упорядковувати публікації за

source: Category
de_de: Kategorie
it_it: Categoria
uk: Категоріями

source: Select categories to show posts from
de_de: Kategorien, deren Beiträge gezeigt werden, auswählen
it_it: Seleziona le categorie per visualizzare gli articoli da
uk: Оберіть категорії публікацій, що будуть відображатись

source: Show pages
de_de: Seiten anzeigen
it_it: Visualizza pagine
uk: Відображати сторінки

source: Show page navigation or not
de_de: Seitennavigation anzeigen, oder nicht
it_it: Visualizza pagina di navigazione o no
uk: Відображати/приховувати нумерацію сторінок

source: Layout
it_it: Disposizione
uk: Макет

source: Select output layout format
de_de: Format des Output-Layouts wählen
it_it: Seleziona l'uscita del formato della disposizione
uk: Оберіть формат виведення макету

source: Specify date format
de_de: Datumsformat angeben
it_it: Specificare il formato della data
uk: Вкажіть формат дати

source: Enable marker's date label
de_de: Datumbezeichnung des Markers aktivieren
it_it: Abilita marcatore dell'etichetta della data
uk: Відображати дату в підписі позначки

source: Enable/disable marker's date label
de_de: Datumbezeichnung des Markers aktivieren/deaktivieren
it_it: Abilita/disabilita marcatore dell'etichetta della data
uk: Відображати/приховати дату в підписі позначки

source: Prev button label
de_de: Beschriftung für den Zurück-Button
it_it: Precedente l'etichetta del pulsante
uk: Підпис кнопки "Попередні"

source: Previous button label text. Text or HTML can be used.
de_de: Beschriftung für den Zurück-Button. Text oder HTML kann verwendet werden.
it_it: Precedente testo dell'etichetta del pulsante. Può essere utilizzato Testo o HTML.
uk: Підпис кнопки "Попередні". Можна використовувати тест або код HTML.

source: Next button label
de_de: Beschriftung für den Weiter-Button
it_it: L'etichetta del pulsante Avanti
uk: Підпис кнопки "Наступні"

source: Next button label text. Text or HTML can be used.
de_de: Beschriftung für den Weiter-Button. Text oder HTML kann verwendet werden.
it_it: Testo dell'etichetta del pulsante Avanti. Può essere utilizzato Testo o HTML.
uk: Підпис кнопки "Наступні". Можна використовувати тест або код HTML.

source: Class
it_it: Classe
uk: Клас

source: Extra CSS class
it_it: Classe CSS Extra
uk: Користувацький клас CSS

source: No posts found
de_de: Keine Beiträge gefunden.
it_it: Articoli non trovati
uk: Публікацій немає
